Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2008.tmx
Source language: en_us
Languages: zh_cn

source: Three, we must increase investment in education.
zh_cn: 三要加大教育事业投入。

source: This year, central government allocation for education will increase from last year's total of 107.6 billion yuan to 156.2 billion yuan,
zh_cn: 今年中央财政用于教育的投入，将由去年的1076亿元增加到1562亿元；

source: and local governments will also increase their spending.
zh_cn: 地方财政也都要增加投入。

source: We will further standardize the collection of education-related fees.
zh_cn: 进一步规范教育收费。

source: We will standardize nonpublic education programs and encourage their development.
zh_cn: 鼓励和规范民办教育发展。

source: China cannot modernize if education is not made universally available and if its quality is not improved.
zh_cn: 没有全民教育的普及和提高，便没有国家现代化的未来。

source: We must ensure that our children receive a good education, provide education that satisfies the needs of the people and improve the overall quality of the population.
zh_cn: 要让孩子们上好学，办好人民满意的教育，提高全民族的素质。

source: We will promote the reform and development of health care.
zh_cn: 推进卫生事业改革和发展。

source: Efforts will be focused on four areas:
zh_cn: 重点抓好四件事：

source: First, we will accelerate the establishment of a system to ensure access to medical care for both urban and rural residents.
zh_cn: 一是加快推进覆盖城乡居民的医疗保障制度建设。

source: We will expand the number of urban workers covered by basic medical insurance, and extend the trial of basic medical insurance for urban residents to over 50% of China's cities.
zh_cn: 扩大城镇职工基本医疗保险覆盖面；城镇居民基本医疗保险试点要扩大到全国50%以上的城市；

source: We will fully implement the new type of rural cooperative medical care system in all rural areas.
zh_cn: 在全国农村全面推行新型农村合作医疗制度，

source: Within two years, we will raise the standard for financing from 50 yuan to 100 yuan per person per year, with central and local government contributions to be raised from 40 yuan to 80 yuan per person.
zh_cn: 用两年时间将筹资标准由每人每年50元提高到100元，其中中央和地方财政对参合农民补助标准由40元提高到80元。

source: We will improve the urban and rural assistance program for medical care.
zh_cn: 健全城乡医疗救助制度。

source: Second, we will improve the public health service system.
zh_cn: 二是完善公共卫生服务体系。

source: We will prevent and treat major diseases, implement policies and measures to increase the number of diseases covered in the state plan for immunization against communicable diseases, and provide free treatment for more people suffering from diseases such as AIDS, tuberculosis and schistosomiasis.
zh_cn: 抓好重大疾病防治，落实扩大国家传染病免疫规划范围的政策措施，加大对艾滋病、结核病、血吸虫病等疾病患者的免费治疗力度。

source: We need to work harder to prevent and treat endemic, occupational and mental diseases.
zh_cn: 加强地方病、职业病、精神病防治。

source: We must do a good job in work related to the health of women and children.
zh_cn: 做好妇幼保健工作。

source: We will implement a policy of granting allowances to rural women in the central and western regions giving birth in hospitals.
zh_cn: 在中西部地区农村实行住院分娩补助政策。

source: We will improve the mechanism for ensuring adequate funding for public health services.
zh_cn: 健全公共卫生服务经费保障机制。

source: Third, we will continue development of the medical service systems for urban and rural areas.
zh_cn: 三是推进城乡医疗服务体系建设。

source: We will focus on improving the county, township, village three-tier rural health service network and the urban community-based medical and health service system.
zh_cn: 重点健全农村三级卫生服务网络和城市社区医疗卫生服务体系。

source: We will train more general practitioners, nurses and rural doctors and encourage high-caliber health workers to work in village and community clinics.
zh_cn: 加大全科医护人员和乡村医生培养的力度，鼓励高素质人才到基层服务。

source: Trial reform of public hospitals will be carried out.
zh_cn: 开展公立医院改革试点。

source: Measures will be formulated and implemented to support the development of traditional Chinese medicine and the folk medicines of ethnic minorities.
zh_cn: 制定和实施扶持中医药和民族医药事业发展的措施。

source: Fourth, we will set up a national system for basic drugs and a system for ensuring drug supply to ensure the quality and adequate supply of basic drugs and hold down prices.
zh_cn: 四是建立国家基本药物制度和药品供应保障体系，保证群众基本用药和用药安全，控制药品价格上涨。

source: This year the central government will allocate 83.2 billion yuan to support the reform and development of health care, an increase of 16.7 billion yuan over last year, with the focus of spending on facilities at the urban community and village level.
zh_cn: 今年中央财政将安排832亿元，比上年增加167亿元，支持卫生事业改革和发展，重点向农村和基层倾斜。

source: Last year the State Council commissioned a study of the issue of how to deepen reform of the system of pharmaceuticals and health care. A preliminary plan has been produced and will soon be publicized to solicit opinions from the general public.
zh_cn: 去年以来，国务院组织力量研究深化医药卫生体制改革问题，已经制定一个初步方案，将向社会公开征求意见。

source: The basic goal of the reform is to maintain the public service nature of public medical and health care services and set up a basic medical and health care system to provide people with basic medical and health care services that are safe, effective, convenient and affordable.
zh_cn: 改革的基本目标是：坚持公共医疗卫生的公益性质，建立基本医疗卫生制度，为群众提供安全、有效、方便、价廉的基本医疗卫生服务。

source: We must resolutely carry out this reform to provide everyone with access to basic medical and health services and improve their health.
zh_cn: 我们要坚定地推进这项改革，让人人享有基本医疗卫生服务。

source: We will improve work related to population and family planning.
zh_cn: 加强人口和计划生育工作。

source: We will adhere to the current policy of family planning, keep the birthrate low, improve the health of newborns and adopt a full range of measures to address the gender imbalance in babies.
zh_cn: 稳定现行生育政策和低生育水平，提高出生人口素质，综合治理出生人口性别比偏高问题。

source: We will fully implement the special assistance system for families that comply with family planning regulations, extend the coverage of the reward system for rural families that comply with the regulations, implement the “lower birthrate equals faster prosperity” project in more areas, and raise the level of rewards and assistance.
zh_cn: 全面实施计划生育家庭特别扶助制度，扩大实施农村计划生育家庭奖励制度和少生快富工程范围，提高奖励扶助标准。

source: We will improve services for the floating population and tighten supervision of them to ensure that they comply with the family planning policy.
zh_cn: 加强流动人口计划生育服务管理。

source: We will attach great importance to programs for the elderly, effectively protect the rights and interests of women and minors, and show concern for people with physical and mental disabilities and support programs benefiting them.
zh_cn: 重视发展老龄事业，切实保障妇女和未成年人权益，关心和支持残疾人事业。

source: We will strive to expand employment.
zh_cn: 努力扩大就业。

source: We will strictly enforce the Employment Promotion Law and the Labor Contract Law.
zh_cn: 认真贯彻执行就业促进法和劳动合同法。

source: We will continue to follow a vigorous employment policy, adhere to the principle of expanding employment by encouraging business startups, strengthen job training and training in how to start a business, encourage people to find jobs on their own or start their own businesses, and support the establishment of small enterprises.
zh_cn: 坚持实施积极的就业政策，落实以创业带动就业的方针，加强就业和创业培训，鼓励自谋职业和自主创业，支持创办小型企业。

source: We will speed up development of a human resources market with uniform standards for both urban and rural areas, improve the public employment service system, and promote the creation of an employment system that treats urban and rural workers equally.
zh_cn: 加快建设城乡统一规范的人力资源市场，完善公共就业服务体系，促进形成城乡劳动者平等就业制度。

source: We will strengthen job placement guidance and services for college graduates.
zh_cn: 加强高校毕业生就业指导和服务。

source: We will deepen reform of the job-placement system for people leaving military service.
zh_cn: 深化退役军人安置制度改革。

source: We will improve the aid system for job seekers, carry out policies to find more jobs for people with physical and mental disabilities, and create a permanent mechanism to help zero-employment families find jobs.
zh_cn: 完善就业援助制度，落实促进残疾人就业政策，建立帮助零就业家庭解决就业困难的长效机制。

source: We will urge all types of enterprises to sign labor contracts with their employees in accordance with the law and abide by them.
zh_cn: 督促各类企业同劳动者依法签订并履行劳动合同。

source: We will improve the handling of labor disputes and oversight for worker protection measures and severely punish illegal employment practices.
zh_cn: 加强劳动争议处理和劳动保障监察，严厉打击各种非法用工行为。

source: Providing adequate employment opportunities in China, which has the largest population in the world, is a daunting challenge.
zh_cn: 在世界上人口最多的国家解决就业问题，是一项极为艰巨的任务。

source: We must redouble our efforts to increase employment, a matter that is crucial to people's wellbeing.
zh_cn: 我们要用百倍的努力，把这项关系民生之本的大事做好。

source: We will increase urban and rural incomes.
zh_cn: 增加城乡居民收入。

source: The key is to adjust the distribution of the national income, deepen reform of the income distribution system, gradually raise the proportion of the national income received by individuals and raise labor's of the primary distribution of income.
zh_cn: 关键要调整国民收入分配格局，深化收入分配制度改革，逐步提高居民收入在国民收入分配中的比重，提高劳动报酬在初次分配中的比重。

source: First, we will increase rural incomes through a variety of channels, ensure that rural migrant workers in cities get paid in full and on time, and appropriately increase allowances for the poor population.
zh_cn: 一是多渠道增加农民收入，确保农民工工资按时足额发放，适当提高扶贫的标准。

source: Second, we will raise the wage scale for enterprise employees and create a mechanism to ensure they get regular wage increases and ensure that they are paid regularly.
zh_cn: 二是提高企业职工工资的水平，建立企业职工工资正常增长和支付保障机制。

source: We will urge enterprises to establish a system for collective bargaining for wages, improve the system of wage guidelines, and improve and comply with the minimum wage system.
zh_cn: 推动企业建立工资集体协商制度，完善工资指导线制度，健全并落实最低工资制度。

source: We will reform the method of supervising SOE payroll and strengthen oversight of wages paid by enterprises in monopoly industries.
zh_cn: 改革国有企业工资总额管理办法，加强对垄断行业企业工资监管。

source: Third, we will raise the level of basic old-age benefits for retirees from enterprises every year for three years beginning January 1 this year.
zh_cn: 三是从今年1月1日起，再连续三年进一步提高企业退休人员基本养老金水平。

source: Fourth, we will deepen reform of the salary system for civil servants and continue efforts to standardize their subsidies and allowances.
zh_cn: 四是深化公务员工资制度改革，继续做好规范公务员津贴补贴工作。

source: We will accelerate reform of the income distribution system in government-affiliated institutions.
zh_cn: 加快推进事业单位收入分配制度改革。

source: Fifth, we will institute a system of annual paid vacations for employees.
zh_cn: 五是落实职工带薪年休假制度。

source: In addition, we will further improve consumption policies, broaden the range of services available in the market, stabilize consumer expectations and increase immediate consumption.
zh_cn: 同时要进一步完善消费政策，拓宽服务消费领域，稳定居民消费预期，扩大即期消费。

source: Only by appropriately spreading the fruits of economic development among the people can we win their support and maintain social harmony and stability.
zh_cn: 只有把经济发展的成果合理分配到群众手中，才能得到广大群众的拥护，才能促进社会的和谐稳定。

source: We will improve the social safety net.
zh_cn: 完善社会保障体系。

source: We will follow a policy of expanding the number of people covered, guaranteeing people's basic needs and pursuing multi-level and sustainable development of the system.
zh_cn: 坚持实行广覆盖、保基本、多层次、可持续的方针。

source: First, we will expand the number of people covered by the social security system and improve collection of contributions to insurance funds.
zh_cn: 一要做好社会保险扩面和基金征缴工作。

source: The focus of efforts will be on extending coverage to more rural migrant workers in cities, employees in the nonpublic sector of the economy and urban residents without fixed employment.
zh_cn: 重点扩大农民工、非公有制经济组织从业人员、城镇灵活就业人员参加社会保险。

source: Efforts will be made to provide basic medical insurance for retirees from closed or bankrupt enterprises and employees of enterprises with financial difficulties.
zh_cn: 努力解决关闭破产企业退休人员和困难企业职工参加基本医疗保险问题。

source: Second, we will push ahead with the reform of the social security system.
zh_cn: 二要推进社会保险制度改革。

source: We will improve the system of basic old-age insurance for enterprise employees, combining contributions from various sources in society with personal employee retirement accounts, and expand the trial of fully funding personal accounts for old-age insurance.
zh_cn: 完善社会统筹与个人账户相结合的企业职工基本养老保险制度，扩大做实养老保险个人账户试点，

source: In addition, we will accelerate the implementation of overall planning for old-age pensions at the provincial level and work out nationwide rules for transferring social security accounts from one region to another.
zh_cn: 加快省级统筹步伐，制定全国统一的社会保险关系转续办法。

source: We will standardize and expand enterprise retirement systems that pay annuities.
zh_cn: 规范发展企业年金制度。

source: We will explore ways to reform basic old-age insurance in government-affiliated institutions.
zh_cn: 探索事业单位基本养老保险制度改革。

source: We will soon work out an old-age insurance system suitable for rural migrant workers in cities, and encourage local governments to carry out experiments with a rural old-age insurance system.
zh_cn: 抓紧制定适合农民工特点的养老保险办法。鼓励各地开展农村养老保险试点。

source: We will accelerate improvement in unemployment insurance, workers' compensation and maternity insurance.
zh_cn: 加快完善失业、工伤、生育保险制度。

source: Third, we will finance social security funds in various ways, strengthen their oversight, ensure their security and maintain and increase their value.
zh_cn: 三要采取多种方式充实社会保障基金，强化基金监管，确保基金安全，实现保值增值。

source: Fourth, we will improve the social assistance system.
zh_cn: 四要健全社会救助体系。

source: We will focus on improving the systems of basic cost of living allowances for both urban and rural residents and setting up a mechanism for adjusting the level of assistance in line with economic growth and price changes.
zh_cn: 重点完善城乡居民最低生活保障制度，建立与经济增长和物价水平相适应的救助标准调整机制。

source: We will improve the temporary assistance system, vigorously develop social welfare programs and encourage and support the development of charity programs.
zh_cn: 健全临时救助制度。同时，积极发展社会福利事业。鼓励和支持慈善事业发展。

source: We will do a good job providing assistance to entitled groups and helping demobilized military personnel return to civilian life.
zh_cn: 做好优抚安置工作。

source: We will improve the work of disaster prevention, reduction and relief.
zh_cn: 加强防灾减灾救灾工作。

source: A total of 276.2 billion yuan will be appropriated this year in the central government budget to accelerate development of the social security system, 45.8 billion yuan more than last year.
zh_cn: 为加快社会保障体系建设，今年中央财政将安排2762亿元，比上年增加458亿元。

source: Establishing a sound social safety net for both urban and rural residents to ward off uncertainties for them has a direct impact on economic and social development and is a major task in the effort to build a moderately prosperous society in all respects.
zh_cn: 建立和完善覆盖城乡的社会保障体系，让人民生活无后顾之忧，直接关系经济社会发展，是全面建设小康社会的一项重大任务。

source: We will promptly establish a system for ensuring housing for people.
zh_cn: 抓紧建立住房保障体系。

source: The general guiding principles for this work are as follows.
zh_cn: 总的指导原则是：

source: 1) Taking into consideration the fact that China has a large population and relatively little land available for building housing, we need to foster a scientific and rational model for housing development and home ownership.
zh_cn: （1）坚持从我国人多地少的基本国情出发，建立科学、合理的住房建设和消费模式。

source: We will vigorously work to build environmentally friendly buildings that conserve energy and land, increase the supply of small and medium-sized condominiums, and guide people to obtain housing they can afford.
zh_cn: 大力发展省地节能环保型住宅，增加中小套型住房供给，引导居民适度消费。

source: 2) We must ensure that the government and the market both play their due roles.
zh_cn: （2）坚持正确发挥政府和市场的作用，

source: The government's role is mainly to formulate plans and policies for housing and ensure that there is an appropriate supply of land, ensure that land is used intensively and oversee land use.
zh_cn: 政府主要制定住房规划和政策，搞好土地合理供应、集约利用和管理，

source: Priority will be given to development of housing for low- and middle-income families.
zh_cn: 重点发展面向中低收入家庭的住房。

source: Demand for housing among high-income families will be met largely through the market.
zh_cn: 高收入家庭的住房需求主要通过市场调节解决。

source: 3) We need to strengthen regulation and oversight of the real estate market, standardize and maintain order in the market and promote sustained, steady and healthy development of the real estate industry.
zh_cn: （3）坚持加强对房地产市场的调控和监管，规范和维护市场秩序，促进房地产业持续稳定健康发展。

source: The following four measures will be adopted this year:
zh_cn: 今年要采取四项措施：

source: First, we will improve the system of low-rent housing, accelerate construction of low-rent housing, expand the supply of housing, and step up construction and tighten management of affordable housing to ease the housing difficulties of low-income urban residents.
zh_cn: 一要健全廉租住房制度，加快廉租住房建设，增加房源供给，加强经济适用住房建设和管理，积极解决城市低收入群众住房困难。

source: A total of 6.8 billion yuan will be allocated from the central government budget for the low-rent housing program this year, 1.7 billion yuan more than last year, and local governments will also increase funding in this area.
zh_cn: 今年中央用于廉租住房制度建设的资金68亿元，比去年增加17亿元；地方各级政府都要增加这方面的投入。

source: In addition, we will work energetically to improve the living conditions of rural migrant workers in cities.
zh_cn: 同时，要积极改善农民工居住条件。

source: Second, we will increase the supply of low- and medium-price, small and medium-sized condominiums, establish a mechanism for making investments and raising funds in various ways, and help middle-income families meet their housing needs through a variety of channels.
zh_cn: 二要增加中低价位、中小套型普通商品住房供应，建立多渠道投融资机制，通过多种途径帮助中等收入家庭解决住房问题。

source: We will improve the supply structure of urban land to provide more land for building small and medium-sized condominiums.
zh_cn: 合理调整城市土地供给结构，增加中小套型住房用地。

source: Third, we will use a combination of tax, credit and land supply measures and improve the housing accumulation fund system to increase supply of reasonably priced housing, curb demand for high-end housing and prevent overheating in housing prices.
zh_cn: 三要综合运用税收、信贷、土地等手段，完善住房公积金制度，增加住房有效供给，抑制不合理需求，防止房价过快上涨。

source: Fourth, we will strengthen market oversight and strictly enforce the requirements for market access and the conditions for going out of business for real estate firms.
zh_cn: 四要加强市场监管，严格房地产企业市场准入和退出条件。

source: We will investigate attempts to control the land and housing market through hoarding and speculation in land and housing and deal with violations in accordance with the law.
zh_cn: 依法查处闲置囤积土地、房源和炒地炒房行为。

source: In addition, we will improve planning and management of rural housing development and the safety of housing for the rural poor.
zh_cn: 同时，要加强农村住房建设规划和管理，切实解决农村困难群众住房安全问题。

source: We must unswervingly promote reform of the housing system and construction of housing for the benefit of the people.
zh_cn: 我们要坚定不移地推进住房改革和建设，让人民群众安居乐业

source: 7. Deepening the reform of the cultural management system and promoting the vigorous development and enrichment of culture.
zh_cn: （七）深化文化体制改革，推动文化大发展大繁荣

source: We will further implement and improve the policies and measures to reform the cultural management system, promote cultural innovation, strengthen cultural improvement work, safeguard the basic cultural rights and interests of the people, and promote a flourishing cultural market to meet the people's ever-increasing and varied cultural needs.
zh_cn: 进一步落实和完善文化体制改革政策措施，推动文化创新，加强文化建设，保障人民基本文化权益，繁荣文化市场，满足人民日益增长的、多样的文化需求。

source: We will continue to educate the people in the latest advances in adapting Marxism to Chinese conditions, foster a common ideal of socialism with Chinese characteristics among the people, strongly promote a national spirit centered on patriotism and a spirit of the times centered on reform and innovation, and extensively promote education in the socialist concept of honor and disgrace.
zh_cn: 坚持用马克思主义中国化最新成果教育人民，在全社会树立中国特色社会主义共同理想，大力弘扬以爱国主义为核心的民族精神和以改革创新为核心的时代精神，深入进行社会主义荣辱观教育。

source: We will develop a culture of harmony, carry out the program for improving civic morality and foster civilized social conduct.
zh_cn: 推进和谐文化建设，实施公民道德建设工程，培育文明社会风尚。

source: Particular attention will be paid to cultivating ideals and ethics among young people.
zh_cn: 特别要加强青少年思想道德建设。

source: Extensive campaigns will be launched to encourage civilized behavior.
zh_cn: 深入开展文明创建活动。

source: We will maintain the orientation of serving the people and socialism and fully adhere to the principle of letting a hundred flowers blossom and a hundred schools of thought contend.
zh_cn: 坚持为人民服务、为社会服务的方向，全面贯彻百花齐放、百家争鸣的方针。

source: We will develop philosophy and the social sciences.
zh_cn: 发展哲学社会科学。

source: We will promote the vigorous development of the press and publishing, radio, film and television, literature and the arts.
zh_cn: 繁荣新闻出版、广播影视、文学艺术。

source: We will encourage the production of excellent cultural works.
zh_cn: 鼓励创作优秀精神文化产品。

source: We will increase government funding to accelerate development of a system of public cultural services for the whole society and to promote development of basic public benefit cultural programs, particularly the building of more cultural facilities in urban communities and villages.
zh_cn: 加大政府投入力度，加快构建覆盖全社会的公共文化服务体系，加强公益性文化事业建设，特别是加强社区和乡村文化设施建设。

source: We will accelerate development of multipurpose community centers in towns and townships.
zh_cn: 加快乡镇综合文化站建设。

source: We will work on the projects to set up a national shared databank of cultural information and resources, extend radio and television coverage to all villages, and set up reading rooms and show movies in rural areas.
zh_cn: 推进全国文化信息共享、广播电视村村通、农家书屋和农村电影放映工程。

source: All public museums, memorial halls and exhibition centers of a nonprofit nature will stop charging admission fees this year or next year.
zh_cn: 具有公益性质的博物馆、纪念馆和全国爱国主义教育示范基地，今明两年内全部向社会免费开放。

source: We will improve the policy for developing the culture sector and speed up development of bases for the culture industry and clusters of cultural industries with regional features.
zh_cn: 完善文化产业政策，加快文化产业基地和区域性特色文化产业群的建设。

source: We will strengthen efforts to develop and manage Internet culture.
zh_cn: 加强网络文化建设和管理。

source: We will ensure order in the cultural market and continue to combat pornography and illegal publications.
zh_cn: 规范文化市场，坚持开展“扫黄打非”。

source: We will strengthen protection of our national cultural heritage.
zh_cn: 加强民族文化遗产保护。

source: We will expand cultural exchanges with other countries.
zh_cn: 扩大对外文化交流。

source: We will step up development of public sports facilities in both urban and rural areas, launch extensive public fitness programs and raise the level of competitive sports.
zh_cn: 加强城乡公共体育设施建设，广泛开展全民健身活动，不断提高竞技体育水平。

source: The 2008 Olympics and Paralympics will be held in Beijing.
zh_cn: 2008年奥运会和残奥会即将在北京举办。

source: All sons and daughters of the Chinese nation are looking forward to them, and they will be of great importance in promoting China's economic and social development and increasing friendship and cooperation between Chinese people and the peoples of other countries.
zh_cn: 这是全体中华儿女的共同期盼，对于促进我国经济社会发展、增进中国人民同世界各国人民的友谊与合作，具有重要意义。

source: We will prepare for and organize the Games well, strengthen cooperation with the international community, and create an excellent environment to ensure that the Games are a unique, well-run sporting event.
zh_cn: 要扎实做好各项筹备和组织工作，加强国际合作，创造良好环境，确保成功举办一届有特色、高水平的体育盛会。

source: 8. Stepping up development of socialist democracy and the socialist legal system and promoting social fairness and justice.
zh_cn: （八）加强社会主义民主法制建设，促进社会公平正义

source: We will deepen reform of political institutions and advance socialist political standards.
zh_cn: 深化政治体制改革，发展社会主义政治文明。

source: We will expand people's democracy, improve democratic institutions, diversify its forms and expand its channels,
zh_cn: 扩大人民民主，健全民主制度，丰富民主形式，拓宽民主渠道，
